# Fonts
cask "font-fira-code-nerd-font"

# Mac Applications
cask "alacritty"

# CLI Tools
brew "neovim"
brew "git"
brew "gh"
brew "lazygit"
brew "eza"
brew "fd"
brew "fzf"
brew "ripgrep"
brew "bat"
brew "starship"
brew "yq"
brew "zoxide"
brew "asdf"
brew "mob"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
